OpenFOAM/benchmark_cases/probe-out-laminar/constant/momentumTransport
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile {
  format ascii;
  class dictionary;
  location "constant";
  object momentumTransport;
}

// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

simulationType laminar;
/* simulationType RAS;

RAS
{
    model           kEpsilon;

    turbulence      on;
} */

// ************************************************************************* //